[MSD]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;          用戶資訊查詢            ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

UIC_UI_FrmGDAccountInfo = 用戶資訊查詢
UIC_UI_GrpSearch = 搜索條件
UIC_UI_lblServer = 遊戲伺服器:
UIC_UI_lblAccount = 玩家帳號:
UIC_UI_lblNick = 玩家昵稱:
UIC_UI_btnSearch = 查詢
UIC_UI_btnClose = 關閉
UIC_UI_tpgCharacter = 玩家角色信息
UIC_UI_tpgMixTreeItems = 玩家機體組合
UIC_UI_tpgUserUnits = 玩家機體信息
UIC_UI_tpgCombatItems = 玩家戰鬥道具
UIC_UI_tpgOperators = 玩家副官信息
UIC_UI_tpgPaintItems = 玩家塗裝道具
UIC_UI_tpgSkillItems = 玩家技能道具
UIC_UI_tpgStickerItems = 玩家標籤道具

UIC_UI_lblPage = 請選擇查看頁數:

UIC_Hint_inPutAccont = 請輸入帳號或昵稱!
UIC_Hint_selectServer = 請選擇遊戲伺服器!
UIC_Hint_selectUserIDKey = 請選擇要進行查詢的玩家!
UIC_Error_datasourceNull = 基本資料查詢結果為空，不能繼續查詢!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;          用戶登錄資訊            ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
LI_UI_tpgLoginInfo = 登錄信息

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;          玩家禮物信息            ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
GI_UI_lblStartTime = 開始時間:
GI_UI_lblEndTime = 結束時間:
GI_UI_tpgGiftBase = 禮物基本資訊
GI_UI_tpgGiftInfo = 發送禮物詳細資訊
GI_UI_tpgRecvGift = 接收禮物詳細資訊
GI_UI_chbRecv = 按接收人進行查詢
GI_UI_chbSend = 按發送人進行查詢

GI_Hint_StartTime = 開始時間不能大於當前時間!
GI_Hint_TimeSpan = 結束時間不能小於開始時間!
GI_Hint_TimeLength = 只能查詢距今45天之內的禮物資訊!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;          強制玩家下線            ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
KP_UI_lblHint = 提示:雙擊玩家資訊，強制玩家下線!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;         玩家帳號解/封停          ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
BP_UI_tpgBanPlayer = 封停玩家帳號
BP_UI_lblBanAccount = 待封停的玩家帳號:
BP_UI_lblBanEndTime = 封停截止時間:
BP_UI_lblBanReason = 封停原因:
BP_UI_btnBanAccount = 封停帳號
BP_UI_btnReset = 重置

BP_UI_tpgAllBanPlayer = 封停帳號列表

BP_UI_tpgUnBind = 解封玩家帳號
BP_UI_lblUnBindAccount = 待解封的玩家帳號:
BP_UI_lblUnBindReason = 解封原因:
BP_UI_btnUnBind = 解封帳號

BP_Hint_SelectUserName = 請選擇待解封的玩家帳號!
BP_Hint_inputUserName = 請選擇待封停的玩家帳號!
BP_Hint_inputBanReason = 請輸入封停原因!
BP_Hint_inputUnBindReason = 請輸入解封原因!
BP_Hint_banEndTime = 封停截止時間不能小於當前時間!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;             道具管理             ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
AI_UI_tpgAddItem = 添加道具
AI_UI_lblItemType = 道具類型:
AI_UI_lblItemName = 道具名稱:
AI_UI_lblItemNum = 道具數量:
AI_UI_lblMoneyNum = 金錢數量:
AI_UI_lblItemList = 贈送道具列表:
AI_UI_lblTitle = 標題:
AI_UI_lblContent = 內容:
AI_UI_btnAddItem = 贈送道具

AI_UI_colItemName = 道具名稱
AI_UI_colItemNum = 道具數量

AI_Hint_inputName = 請先查詢要被贈送道具的玩家角色!
AI_Hint_ItemType = 道具類型選擇錯誤!
AI_Hint_TooManyItem = 贈送的道具總數不能超過20個!
AI_Hint_AddItem = 請選擇要贈送給玩家的道具!
AI_Hint_deleteItem = 請選擇要從道具列表中刪除的道具!
AI_Hint_NoItemToDelete = 所選的道具欄中沒有道具可供刪除!
AI_Hint_AddItemNum = 每種道具贈送數量不能超過1個!
AI_Hint_contentNull = 內容說明不能為空!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;             公告管理             ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
NM_UI_btnNoticeInfo = 查看公告記錄

NM_UI_lblServerList = 遊戲伺服器列表:
NM_UI_btnSelectAll = 全選

NM_UI_lblTitle = 公告標題:
NM_UI_lblEndTime = 結束時間:
NM_UI_lblTimeSpan = 時間間隔:

NM_UI_chbNoticeImme = 即時發送
NM_UI_chbNoticeNorm = 正常發送

NM_UI_lblType
NM_UI_lblType = 公告類型:
NM_UI_cmbNoticeCheck = 檢查公告
NM_UI_cmbNoticeCommon = 維護公告
NM_UI_cmbNoticeEvent = 公告
NM_UI_cmbNoticeSystem = 活動公告

NM_UI_lblContent = 公告內容:
NM_UI_btnAddNotice = 發送公告

NM_Hint_selectServer = 請選擇要發送公告的大區!
NM_Hint_txtContent = 公告內容不能為空!
NM_Hint_typeNull = 公告類型不能為空!
NM_Hint_contentLength = 公告內容不能超過256個字!
NM_Hint_EndTime = 發送公告結束時間不能小於當前時間!
NM_Hint_TimeSpan = 發送公告開始時間不能大於結束時間!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;           玩家帳號管理           ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
AM_UI_tpgModiLvl = 修改角色等級
AM_UI_lblNewLvl = 軍銜等級:
AM_UI_btnModiLvl = 更改等級

AM_UI_tpgAddMoney = 添加金錢
AM_UI_lblMoney = G幣數量:
AM_UI_btnAddMoney = 添加G幣

AM_UI_tpgModiPwd = 修改臨時密碼
AM_UI_lblTempPwd = 臨時密碼:
AM_UI_btnModiPwd = 更改臨時密碼
AM_UI_btnRecoverPwd = 恢復密碼
AM_UI_btnTempPwd = 查看臨時密碼

AM_Hint_inputName = 請先查詢要修改等級的玩家角色!
AM_Hint_selectChar = 請選擇相應的角色!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;           帳號啟動查詢           ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
AA_UI_lblAccount = 啟動碼:
AA_UI_chbActive = 通過啟動碼進行查詢
AA_UI_chbAccount = 通過帳號進行查詢

AA_Hint_inPutAccont = 請輸入要進行查詢的玩家帳號!
AA_Hint_inPutActive = 請輸入要進行查詢的啟動碼!


NM_UI_cmbBuyGet=購買獲得
NM_UI_cmbComboxGet=組合獲得
NM_UI_cmbOfficeSend=官方發放[MSD]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;          用戶資訊查詢            ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

UIC_UI_FrmGDAccountInfo = 用戶資訊查詢
UIC_UI_GrpSearch = 搜索條件
UIC_UI_lblServer = 遊戲伺服器:
UIC_UI_lblAccount = 玩家帳號:
UIC_UI_lblNick = 玩家昵稱:
UIC_UI_btnSearch = 查詢
UIC_UI_btnClose = 關閉
UIC_UI_tpgCharacter = 玩家角色信息
UIC_UI_tpgMixTreeItems = 玩家機體組合
UIC_UI_tpgUserUnits = 玩家機體信息
UIC_UI_tpgCombatItems = 玩家戰鬥道具
UIC_UI_tpgOperators = 玩家副官信息
UIC_UI_tpgPaintItems = 玩家塗裝道具
UIC_UI_tpgSkillItems = 玩家技能道具
UIC_UI_tpgStickerItems = 玩家標籤道具

UIC_UI_lblPage = 請選擇查看頁數:

UIC_Hint_inPutAccont = 請輸入帳號或昵稱!
UIC_Hint_selectServer = 請選擇遊戲伺服器!
UIC_Hint_selectUserIDKey = 請選擇要進行查詢的玩家!
UIC_Error_datasourceNull = 基本資料查詢結果為空，不能繼續查詢!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;          用戶登錄資訊            ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
LI_UI_tpgLoginInfo = 登錄信息

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;          玩家禮物信息            ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
GI_UI_lblStartTime = 開始時間:
GI_UI_lblEndTime = 結束時間:
GI_UI_tpgGiftBase = 禮物基本資訊
GI_UI_tpgGiftInfo = 發送禮物詳細資訊
GI_UI_tpgRecvGift = 接收禮物詳細資訊
GI_UI_chbRecv = 按接收人進行查詢
GI_UI_chbSend = 按發送人進行查詢

GI_Hint_StartTime = 開始時間不能大於當前時間!
GI_Hint_TimeSpan = 結束時間不能小於開始時間!
GI_Hint_TimeLength = 只能查詢距今45天之內的禮物資訊!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;          強制玩家下線            ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
KP_UI_lblHint = 提示:雙擊玩家資訊，強制玩家下線!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;         玩家帳號解/封停          ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
BP_UI_tpgBanPlayer = 封停玩家帳號
BP_UI_lblBanAccount = 待封停的玩家帳號:
BP_UI_lblBanEndTime = 封停截止時間:
BP_UI_lblBanReason = 封停原因:
BP_UI_btnBanAccount = 封停帳號
BP_UI_btnReset = 重置

BP_UI_tpgAllBanPlayer = 封停帳號列表

BP_UI_tpgUnBind = 解封玩家帳號
BP_UI_lblUnBindAccount = 待解封的玩家帳號:
BP_UI_lblUnBindReason = 解封原因:
BP_UI_btnUnBind = 解封帳號

BP_Hint_SelectUserName = 請選擇待解封的玩家帳號!
BP_Hint_inputUserName = 請選擇待封停的玩家帳號!
BP_Hint_inputBanReason = 請輸入封停原因!
BP_Hint_inputUnBindReason = 請輸入解封原因!
BP_Hint_banEndTime = 封停截止時間不能小於當前時間!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;             道具管理             ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
AI_UI_tpgAddItem = 添加道具
AI_UI_lblItemType = 道具類型:
AI_UI_lblItemName = 道具名稱:
AI_UI_lblItemNum = 道具數量:
AI_UI_lblMoneyNum = 金錢數量:
AI_UI_lblItemList = 贈送道具列表:
AI_UI_lblTitle = 標題:
AI_UI_lblContent = 內容:
AI_UI_btnAddItem = 贈送道具

AI_UI_colItemName = 道具名稱
AI_UI_colItemNum = 道具數量

AI_Hint_inputName = 請先查詢要被贈送道具的玩家角色!
AI_Hint_ItemType = 道具類型選擇錯誤!
AI_Hint_TooManyItem = 贈送的道具總數不能超過20個!
AI_Hint_AddItem = 請選擇要贈送給玩家的道具!
AI_Hint_deleteItem = 請選擇要從道具列表中刪除的道具!
AI_Hint_NoItemToDelete = 所選的道具欄中沒有道具可供刪除!
AI_Hint_AddItemNum = 每種道具贈送數量不能超過1個!
AI_Hint_contentNull = 內容說明不能為空!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;             公告管理             ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
NM_UI_btnNoticeInfo = 查看公告記錄

NM_UI_lblServerList = 遊戲伺服器列表:
NM_UI_btnSelectAll = 全選

NM_UI_lblTitle = 公告標題:
NM_UI_lblEndTime = 結束時間:
NM_UI_lblTimeSpan = 時間間隔:

NM_UI_chbNoticeImme = 即時發送
NM_UI_chbNoticeNorm = 正常發送

NM_UI_lblType
NM_UI_lblType = 公告類型:
NM_UI_cmbNoticeCheck = 檢查公告
NM_UI_cmbNoticeCommon = 維護公告
NM_UI_cmbNoticeEvent = 公告
NM_UI_cmbNoticeSystem = 活動公告

NM_UI_lblContent = 公告內容:
NM_UI_btnAddNotice = 發送公告

NM_Hint_selectServer = 請選擇要發送公告的大區!
NM_Hint_txtContent = 公告內容不能為空!
NM_Hint_typeNull = 公告類型不能為空!
NM_Hint_contentLength = 公告內容不能超過256個字!
NM_Hint_EndTime = 發送公告結束時間不能小於當前時間!
NM_Hint_TimeSpan = 發送公告開始時間不能大於結束時間!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;           玩家帳號管理           ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
AM_UI_tpgModiLvl = 修改角色等級
AM_UI_lblNewLvl = 軍銜等級:
AM_UI_btnModiLvl = 更改等級

AM_UI_tpgAddMoney = 添加金錢
AM_UI_lblMoney = G幣數量:
AM_UI_btnAddMoney = 添加G幣

AM_UI_tpgModiPwd = 修改臨時密碼
AM_UI_lblTempPwd = 臨時密碼:
AM_UI_btnModiPwd = 更改臨時密碼
AM_UI_btnRecoverPwd = 恢復密碼
AM_UI_btnTempPwd = 查看臨時密碼

AM_Hint_inputName = 請先查詢要修改等級的玩家角色!
AM_Hint_selectChar = 請選擇相應的角色!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;           帳號啟動查詢           ;
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
AA_UI_lblAccount = 啟動碼:
AA_UI_chbActive = 通過啟動碼進行查詢
AA_UI_chbAccount = 通過帳號進行查詢

AA_Hint_inPutAccont = 請輸入要進行查詢的玩家帳號!
AA_Hint_inPutActive = 請輸入要進行查詢的啟動碼!


NM_UI_cmbBuyGet=購買獲得
NM_UI_cmbComboxGet=組合獲得
NM_UI_cmbOfficeSend=官方發放
